Repository: dchubarov/Medea
Catalog: Medea/Gui/Views/ExaminationView.*.resx
Languages: ru

# saveCmdButton.Text
source: Save
ru: Сохранить

# saveCmdButton.ToolTipText
source: Save examination
ru: Сохранить обследование

# printCmdButton.Text
source: Print
ru: Отчет

# snapshotsCmdButton.Text
source: Snapshots
ru: Снимки

# addCategoryCmd.Text
source: &Add category
ru: Новая &категория

# addIndicationDefCmd.Text
source: Add indication de&finition
ru: Новый &признак

# indicationSelectCmd.Text
source: &Select
ru: &Включить признак

# indicationUnselectCmd.Text
source: &Unselect
ru: В&ыключить признак

# indicationEditCommentCmd.Text
source: &Edit comment...
ru: Пр&имечание...

# indicationClearCommentCmd.Text
source: &Clear comment
ru: Удалит&ь примечание

# renameNodeCmd.Text
source: Re&name
ru: Пер&еименовать

# deleteNodeCmd.Text
source: &Delete
ru: &Удалить

# refreshTreeCmd.Text
source: &Refresh
ru: О&бновить

# treeToolStripMenuItem.Text
source: &Tree
ru: &Иерархия

# kindLabel.Text
source: Examination kind:
ru: Вид обследования:

# examinationToolStripMenuItem.Text
source: Exa&mination
ru: &Обследование

# saveToolStripMenuItem.Text
source: &Save
ru: &Сохранить

# printToolStripMenuItem.Text
source: &Print
ru: &Отчет

# label1.Text
source: Patient:
ru: Пациент:

# label2.Text
source: Conclusion:
ru: Заключение:

# label3.Text
source: Perform date:
ru: Дата проведения:

# label4.Text
source: Physician:
ru: Врач:
