Repository: dchubarov/Medea
Catalog: Medea/Properties/Resources.*.resx
Languages: ru

# ApplicationAboutMenuItemFmt
source: &About {0}...
ru: &О программе {0}...

# ApplicationFormCaptionFmtWithVersion
source: {0} Version {2} {1}
ru: {0} (Сборка {2}, {1})

# ButtonAdd
source: Add
ru: Добавить

# ButtonChange
source: Change
ru: Изменить

# CompanyName
source: AzimuthPlus
ru: НТК "Азимут плюс"

# ConfirmDeleteEntity
source: Are you sure you want to delete this entity?
ru: Вы уверены, что хотите удалить этот объект?

# ConfirmDeleteItem
source: Are you sure you want to delete '{0}'?
ru: Вы действительно хотите удалить '{0}'?

# ConfirmDeleteSnapshots
source: Delete {0} snapshots?
ru: Выбрано снимков для удаления: {0}. Удалить?

# ConfirmDeleteTree
source: Are you sure you want to delete '{0}' and all its descendants?
ru: Вы действительно хотите удалить '{0}' и все подчиненные элементы?

# ConfirmSaveExamination
source: Save examination changes?
ru: Сохранить данные обследования?

# ConfirmSavePatient
source: Save patient file?
ru: Сохранить данные пациента?

# EditionDemo
source: Demo
ru: Демонстрационная версия

# EditionEnterprise
source: Enterprise Edition
ru: Корпоративная версия

# EditionPersonal
source: Personal Edition
ru: Персональная версия

# ErrorCreateIndicationCategory
source: Could not create new indication category.
ru: Ошибка создания новой категории признаков.

# ErrorCreateIndicationDefinition
source: Could not create new indication definition.
ru: Ошибка создания нового признака.

# ErrorDeleteEntity
source: Could not delete entity linked by another entities.
ru: Невозможно удалить объект, на который имеются ссылки.

# ErrorEmptyName
source: Entity name cannot be blank or consist of whitespace only.
ru: Имя объекта не может быть пустым или состоящим только из пробелов.

# ErrorExaminationValidation
source: Examination validation failed:
ru: Ошибки при проверке данных обследования:

# ErrorExaminationValidationKind
source: Invalid examination kind.
ru: Не указан вид обследования.

# ErrorExaminationValidationPatient
source: Invalid patient.
ru: Не указан пациент.

# ErrorExaminationValidationPhysician
source: Invalid physician.
ru: Не указан врач.

# ErrorHResult
source: COM Error 0x{0:X}.
ru: Ошибка внешнего компонента COM 0x{0:X}.

# ErrorImproperConfiguration
source: Improper configuration. Please reinstall the application.
ru: Конфигурация приложения некорретна.

# ErrorIndicationUsed
source: Indication '{0}' is in use.
ru: Признак '{0}' уже используется в одном или более обследованиях.

# ErrorInvalidName
source: The specified name is invalid.
ru: Введено некорретное имя.

# ErrorSaveData
source: Unable to save data.
ru: Ошибка сохранения данных.

# ErrorShowOptionPage
source: Could not display option page.
ru: Невозможно отобразить страницу свойств.

# ErrorVMBadDeviceName
source: Could not find device '{0}'.
ru: Устройство {0} не найдено в системе.

# ErrorVMBadDirectXVersion
source: DirectX version 8.1 or later is not installed.
ru: Не установлен DirectX версии 8.1 или выше.

# ErrorVMBadGrabberMediaFormat
source: Invalid grabber media format.
ru: Некорректный формат носителя компонента захвата.

# ErrorVMCantGrab
source: Could not grab picture.
ru: Ошибка захвата кадра.

# ErrorVMInvalidVideoWindow
source: Specified window is unable to display video stream.
ru: Невозможно отобразить потоковое видео в указанном окне.

# ErrorVMNoFilterGraph
source: DirectShow FilterGraph is not installed.
ru: Компонент FilterGraph библиотеки DirectShow не установлен или не зарегистрирован в системе.

# ErrorVMNoSampleGrabber
source: DirectShow SampleGrabber is not installed.
ru: Компонент SampleGrabber библиотеки DirectShow не установлен или не зарегистрирован в системе.

# ErrorVMNoVideoInputDevice
source: No video input device selected.
ru: Не выбрано устройство видеозахвата.

# ImagingCollectionHide
source: Hide image collection
ru: Скрыть галерею снимков

# ImagingCollectionShow
source: Show image collection
ru: Показать галерею снимков

# ImagingSnapshotCount
source: {0} snapshot(s)
ru: Количество снимков: {0}

# ImagingThumbnailsUpdating
source: Updating thumbnails ({0}% done)...
ru: Идет фоновое обновление миниатюр ({0}% выполнено)...

# InfoCapture
source: Capture {0}, {1}x{2}
ru: Видеозахват через {0}, {1}x{2}

# InfoSnapshot
source: Snapshot {0}x{1}
ru: Снимок {0}x{1}

# NavBack
source: Back
ru: Назад

# NavBackFmt
source: Back to {0}
ru: Назад на '{0}'

# NavForward
source: Forward
ru: Вперед

# NavForwardFmt
source: Forward to {0}
ru: Вперед на '{0}'

# NewIndicationCategory
source: New category
ru: Новая категория

source: New indication definition
ru: Новый признак

# OptionPageGeneral
source: General
ru: Общие

# OptionPageVideo
source: Video
ru: Видео

# RepBirthdate
source: Birth date:
ru: Дата рождения:

# RepConclusion
source: Conclusion
ru: Заключение

# RepExaminationDate
source: Examination date:
ru: Дата обследования:

# RepExaminationKind
source: Examination kind:
ru: Вид обледования:

# RepGenderFemale
source: F
ru: Ж

# RepGenderMale
source: M
ru: М

# RepIndications
source: Indications
ru: Признаки

# RepNoConclusion
source: No conclusion entered.
ru: Заключение не введено.

# RepNoIndications
source: No indications.
ru: Не отмечен ни один признак.

# RepPatient
source: Patient:
ru: Пациент:

# RepPhysician
source: Physician
ru: Врач

# RollExamination
source: Examinations
ru: Обследования

# RollExaminationKind
source: Examination kind
ru: Вид обследования

# RollExaminationKind_
source: Examination kind
ru: Вид обследования

# RollExaminationPatient
source: Patient
ru: Пациент

# RollExaminationPerformDate
source: Perform date
ru: Дата

# RollNamedEntityName
source: Name
ru: Название

# RollPatient
source: Patients
ru: Пациенты

# RollPatientBirthDate
source: Birth date
ru: Дата рождения

# RollPatientFamilyName
source: Family name
ru: Фамилия

# RollPatientFirstName
source: First name
ru: Имя

# RollPatientMiddleName
source: Middle name
ru: Отчество

# RollPhysician
source: Physicians
ru: Врачи

# StatusCreateReport
source: Creating report...
ru: Формирование отчета...

# StatusDeleting
source: Deleting item(s)...
ru: Удаление элементов...

# StatusLoading
source: Loading...
ru: Загрузка...

# StatusLoadingConfig
source: Loading configuration...
ru: Загрузка конфигурации...

# StatusLoadingData
source: Loading data...
ru: Загрузка данных...

# StatusOpenDatabase
source: Connecting to database...
ru: Подключение к базе данных...

# StatusOpenView
source: Opening view...
ru: Загрузка представления...

# StatusReady
source: Ready
ru: Готово

# StatusSavingData
source: Saving data...
ru: Сохранение данных...

# StatusShutdown
source: Shutting down...
ru: Завершение работы программы...

# StatusSnapshot
source: Saving snapshot...
ru: Сохранение снимка...

# TaskGroupCreate
source: Create
ru: Создать

# TaskGroupSearch
source: Search
ru: Архив

# TaskNewExamination
source: New Examination
ru: Новое обследование

# TaskNewPatient
source: New Patient
ru: Новый пациент

# TaskPatients
source: Patients
ru: Список пациентов

# ViewExamination
source: Examination
ru: Обследование

# ViewImaging
source: Video
ru: Видео

# ViewPatient
source: Patient
ru: Пациент

# ViewRoll
source: Roll
ru: Картотека

# ViewTaskPad
source: Task Pad
ru: Задачи
